window.dateOptions = {
    format: 'dd/mm/yyyy',
    monthsShort: ['ม.ค.', 'ก.พ.', 'มี.ค.', 'เม.ษ.', 'พ.ค.', 'มิ.ย.', 'ก.ค.', 'ส.ค.', 'ก.ย.', 'ต.ค.', 'พ.ย.', 'ธ.ค.'],
    monthsFull: ['มกราคม','กุมภาพันธ์','มีนาคม','เมษายน','พฤษภาคม','มิถุนายน','กรกฎาคม','สิงหาคม','กันยายน','ตุลาคม','พฤศจิกายน','ธันวาคม'],
    weekdaysShort: ['อา', 'จ', 'อ', 'พ', 'พฤ', 'ศ', 'ส'],
    weekdaysNarrow: ['อา', 'จ', 'อ', 'พ', 'พฤ', 'ศ', 'ส'],
    confirmDateOnSelect: true,
};

window.dialogTitle = {
    progress: 'อดใจรอหน่อยนะ น้องเหมียวกำลังเตรียมข้อมูล...'
}
